[
    {
        "id": "6358fa9eeb730d67f8f3233a",
        "picture": "https://www.radiantpharmabd.com/storage/products/Atoz_Senior__IMG_9940.jpg",
        "name": "ATOZ Senior",
        "company": "Radiant",
        "about": "ATOZ Senior tablet: Each box contains 45 tablets (5 x 9’s) in Alu-Alu blister pack. Each blister pack is supplied in LLDPE pouch.\r\n"
    },
    {
        "id": "6358fa9ec06dcc8d19f554bd",
        "picture": "https://www.radiantpharmabd.com/storage/products/Algeum-Dx_02_DX_210622.jpg",
        "name": "Algeum-Dx",
        "company": "Radiant",
        "about": "Algeum-Dx 600 mg / 400 IU tablet: Each box contains 30 tablets (3 x 10's) in Alu-PVC / PVDC blister pack.\r\n"
    },
    {
        "id": "6358fa9e013a06edc0344c1f",
        "picture": "https://www.radiantpharmabd.com/storage/products/Coralcal-D__IMG_9932.jpg",
        "name": "Coralcal-D",
        "company": "Radiant",
        "about": "Coralcal-D 500 mg / 200 IU tablet: Each box contains 60 tablets (6 x 10's) in Alu-PVC / PVDC blister pack.\r\n"
    },
    {
        "id": "6358fa9e04a5a29019485bc0",
        "picture": "https://www.radiantpharmabd.com/storage/products/Coralcal-DX__IMG_9935.jpg",
        "name": "Coralcal-DX",
        "company": "Radiant",
        "about": "Coralcal-DX 600 mg / 400 IU tablet: Each box contains 40 tablets (4 x 10's) in Alu-PVC / PVDC blister pack.\r\n"
    },
    {
        "id": "6358fa9e9c7dfdf1562cc5ed",
        "picture": "https://www.radiantpharmabd.com/storage/products/Carticare__IMG_9759.jpg",
        "name": "Carticare tablet",
        "company": "Radiant",
        "about": "Carticare tablet: Each box contains 30 tablets (3 x 10’s) in Alu-PVC / PVDC blister pack.\r\n"
    },
    {
        "id": "6358fa9e2d7afd25be028e35",
        "picture": "https://www.radiantpharmabd.com/storage/products/Duovas__IMG_9774.jpg",
        "name": "Duovas",
        "company": "Radiant",
        "about": "Duovas 5/20 mg tablet: Each box contains 42 tablets (3 x 14's) in Alu-Alu blister pack. Duovas 5/40 mg tablet: Each box contains 28 tablets (4 x 7's) in Alu-Alu blister pack.\r\n"
    },
    {
        "id": "6358fa9e0f898071ff09a434",
        "picture": "https://www.radiantpharmabd.com/storage/products/Dormicum__IMG_9842.jpg",
        "name": "Dormicum",
        "company": "Radiant",
        "about": "Dormicum 7.5 mg tablet: Each box contains 30 tablets (3 x 10's) in Alu-PVC blister pack. \r\n"
    },
    {
        "id": "6358fa9e59119bf593c02f62",
        "picture": "https://www.radiantpharmabd.com/storage/products/Exium__Exium_All.jpg",
        "name": "Exium",
        "company": "Radiant",
        "about": "Exium 20 mg capsule: Each box contains 100 capsules (10 x 10's) in Alu-Alu blister pack. Exium 40 mg capsule: Each box contains 60 capsules (10 x 6's) in Alu-Alu blister pack.  Exium 40 mg IV Injection: Each box contains 1 vial and 1 ampoule for intravenous injection.\r\n"
    },
    {
        "id": "6358fa9e5fe604d35cbb92a6",
        "picture": "https://www.radiantpharmabd.com/storage/products/Efodio__IMG_9959.jpg",
        "name": "Efodio",
        "company": "Radiant",
        "about": "Efodio 10 mg tablet: Each box contains 100 tablets (10 x 10’s) in Alu-PVC blister pack. \r\n"
    },
    {
        "id": "6358fa9ec78f9bdf4d642b8a",
        "picture": "https://www.radiantpharmabd.com/storage/products/Neucos-B__IMG_9949.jpg",
        "name": "Neucos-B",
        "company": "Radiant",
        "about": "Neucos-B tablet: Each box contains 50 tablets (5 x 10’s) in Alu-Alu blister Pack.\r\n"
    },
    {
        "id": "6358fa9e11b0e694e84dc25f",
        "picture": "https://www.radiantpharmabd.com/storage/products/Xyflo__IMG_9725.jpg",
        "name": "Xyflo",
        "company": "Radiant",
        "about": "Xyflo 4 mg Chewable tablet: Each box contains 30 tablets (3 x 10's) in Alu-Alu blister pack.Xyflo 5 mg Chewable tablet: Each box contains 30 tablets (3 x 10's) in Alu-Alu blister pack.Xyflo 10 mg tablet: Each box contains 30 tablets (3 x 10's) in Alu-Alu blister pack.\r\n"
    },
    {
        "id": "6358fa9e11b0e694e84dc25dsdf",
        "picture": "https://www.radiantpharmabd.com/storage/products/Rivotril__IMG_9844.jpg",
        "name": "Rivotril",
        "company": "Radiant",
        "about": "Rivotril 0.5 mg tablet: Each box contains 80 tablets (8 x 10’s) in Alu-PVC / PVDC blister pack. Rivotril 2 mg tablets: Each box contains 60 tablets (6 x 10’s) in Alu-PVC / PVDC blister pack.\r\n"
    },
    {
        "id": "6358fa9e80da3fe8b48dea5d",
        "picture": "https://www.squarepharma.com.bd/products/Vori-01_l.jpg",
        "name": "Vori™",
        "company": "Square",
        "about": "Voriconazole Tablet is to be taken at least one hour before or one hour following a meal. For Patients 40 kg or above Loading Dose: 400 mg twice daily (for the first 24 hours) Maintenance Dose: 200 mg twice daily (from the 2nd day) For Patients less than 40 kg Loading Dose: 200 mg twice daily \r\n"
    },
    {
        "id": "6358fa9e3de9618768b57002",
        "picture": "https://www.squarepharma.com.bd/products/Flexi.jpg",
        "name": "Flexi®",
        "company": "Square",
        "about": "Indication: Osteoarthritis, rheumatoid arthritis and ankylosing spondylitisDosage & Administration: Flexi: 100 mg twice daily; Flexi SR: 200 mg once daily.\r\n"
    },
    {
        "id": "6358fa9e326dfbea705815de",
        "picture": "https://www.squarepharma.com.bd/products/Virux-200_l.jpg",
        "name": "Virux Tablet®",
        "company": "Square",
        "about": "Virux® 200 : Each box containing 3X10 tablets in blister pack.Virux® 400 : Each box containing 2X10 tablets in blister pack.\r\n"
    },
    {
        "id": "6358fa9e6b36bde6d584e847",
        "picture": "https://www.squarepharma.com.bd/products/Esloric%20100%20IC%2001.jpg",
        "name": "Esloric®",
        "company": "Square",
        "about": "Dosage in Adults: Allopurinol should be introduced at low dosage e.g. 100mg/day to reduce the risk of adverse reactions and increased only if the serum urate response is unsatisfactory. Extra caution should be exercised if renal function is poor. The following dosage schedules are suggested: . 100 to 200 mg daily in mild conditions, . 300 to 600 mg daily in moderately severe conditions, . 700 to 900 mg daily in severe conditions. If dosage on a mg/kg body weight basis is required, 2 to 10 mg/kg body weight per day should be used.\r\n"
    },
    {
        "id": "6358fa9eee43e5d46e92f091",
        "picture": "https://www.squarepharma.com.bd/products/GESTON.jpg",
        "name": "Geston™",
        "company": "Square",
        "about": "i. Intra Uterine Growth Retardation: 1 tablet three times daily for at least two months. The dose shouldbe reduced if symptoms improved. ii. Threatened abortion: 1 tablet three times daily until symptoms disappear. iii. Habitual abortion: 1 - 2 tablets daily as soon as pregnancy is diagnosed. Continue for at least one month after the end of the critical period.\r\n"
    },
    {
        "id": "6358fa9e0100ada9b1b2678e",
        "picture": "https://www.squarepharma.com.bd/products/ENTACYD-PLUS.jpg",
        "name": "Entacyd® Plus",
        "company": "Square",
        "about": "Indication:Hyperacidity, peptic ulcer, gastritis, peptic oesophagitis, gastric hyperacidity, heartburn, sour stomach orhiatus hernia. Dosage & Administration: 1-2 tablets/1-2 teaspoonful suspension 1-3 hours after meal and at bed time\r\n"
    },
    {
        "id": "6358fa9ea141516dda1310f7",
        "picture": "https://www.squarepharma.com.bd/products/Zimax%20500%20Tab.jpg",
        "name": "Zimax®",
        "company": "Square",
        "about": "Infections (caused by susceptible organisms) in lower respiratory tract infections including Bronchitis and Pneumonia in upper respiratory tract infections including sinusitis and pharyngitis/ tonsillitis, in otitis media, and in skin and soft tissue infections. In sexually transmitted diseases in men and women.\r\n"
    },
    {
        "id": "6358fa9ede021e623a83691f",
        "picture": "https://www.squarepharma.com.bd/products/Ambrox%2075%20SR%20Capsule.jpg",
        "name": "Ambrox",
        "company": "Square",
        "about": "Productive cough, Acute and chronic inflammatory disorders of upper and lower respiratory tracts associated with viscid mucus including acute and chronic bronchitis, laryngitis, Pharyngitis, sinusitis and rhinitis associated with viscid mucus, Asthmatic bronchitis, bronchial asthma with thick expectoration, Bronchiectasis, Chronic pneumonia.\r\n"
    },
    {
        "id": "6358fa9eadb987654b26b7cc",
        "picture": "https://www.squarepharma.com.bd/products/Moxacil-500-Capsule_l.jpg",
        "name": "Moxacil®",
        "company": "Square",
        "about": "Infections of the ear, nose, and throat, genitourinary tract, skin and skin structure, lower respiratory tract; gonorrhea, acute uncomplicated (ano-genital and urethral infections). H. pylori eradication to reduce the risk of duodenal ulcer recurrence in combination with clarithromycin plus lansoprazol as triple therapy. Prophylactic cover for patients at risk of developing endocarditis when undergoing dental surgery\r\n"
    },
    {
        "id": "6358fa9e2f1dde405f6d2c1b",
        "picture": "https://www.squarepharma.com.bd/products/Truxil.jpg",
        "name": "Truxil™",
        "company": "Square",
        "about": "Reduces Neurological damage & accelerates recovery after stroke, Minor age related neurological disorders, Visual disorders related to age, Disorders in the inners ear (hearing loss, dizziness, buzzing etc.)\r\n"
    },
    {
        "id": "6358fa9e2f1dde405af6d2c1b",
        "picture": "https://www.hplbd.com/products/Protovir_25-mg.jpg",
        "name": "Protovir®",
        "company": "Healthcare",
        "about": "Tenofovir Alafenamide Fumarate, a hepatitis B virus (HBV) nucleoside analog reverse transcriptase inhibitor, is converted into tenofovir, an acyclic nucleoside phosphonate (nucleotide) analog of adenosine 5'-monophosphate.\r\n"
    },
    {
        "id": "6358fa9e2f1dde405f6dfaas2c1b",
        "picture": "https://www.hplbd.com/products/Pregel_Tablet_40-mg.jpg",
        "name": "Pregel®",
        "company": "Healthcare",
        "about": "Pantoprazole is a substituted benzimidazole which inhibits the secretion of hydrochloric acid in the stomach by specific action on the proton pumps of the parietal cells.\r\n"
    },
    {
        "id": "6358fa9e2sdf1dde405f6d2c1b",
        "picture": "https://www.hplbd.com/products/Alcet-Tablet-5-mg.jpg",
        "name": "Alcet",
        "company": "Healthcare",
        "about": "Alcet® tablet is a presentation of Levocetirizine Di-hydrochloride. Levocetirizine is the active (Levo) isomer of cetirizine. It is a new highly effective and well-tolerated non-sedating antihistamine with potent anti-allergic properties. It has a twofold higher affinity for H1 receptors than cetirizine.\r\n"
    },
    {
        "id": "635ad8fa9e2f1dde405f6d2c1b",
        "picture": "https://www.hplbd.com/products/Betmira-ER_Tablet_25-mg.jpg",
        "name": "Betmira",
        "company": "Healthcare",
        "about": "Symptomatic treatment of urgency, increased micturition frequency and/or urgency incontinence as may occur in adult patients with overactive bladder (OAB) syndrome.\r\n"
    },
    {
        "id": "6358fa9e2f1ddeas405f6d2c1b",
        "picture": "https://www.hplbd.com/products/Candinil_Capsule_50mg.jpg",
        "name": "Candinil",
        "company": "Healthcare",
        "about": "Fluconazole is the most popular antifungal among azoles. Fluconazole is the first line therapy for fungal infections and is well established as a first-line management option for the treatment and prophylaxis of localized and systemic C. albicans infections.\r\n"
    },
    {
        "id": "6358fa9e2f1ddeas405f6d2c1b",
        "picture": "https://www.hplbd.com/products/Disys_-Tablet_80-mg.jpg",
        "name": "Disys®",
        "company": "Healthcare",
        "about": "Valsartan blocks the vasoconstrictor and aldosterone-secreting effects of angiotensin II by selectively blocking the binding of angiotensin II to the AT1 receptor in many tissues, such as vascular smooth muscle and the adrenal gland. Its action is therefore independent of the pathways for angiotensin II synthesis.\r\n"
    },
    {
        "id": "6358fa9e2f1dde405f6daer2c1b",
        "picture": "https://www.hplbd.com/products/Emistat_Tablet_8mg.jpg",
        "name": "Emistat®",
        "company": "Healthcare",
        "about": "Emistat® is indicated for the prevention and treatment of post-operative nausea and vomiting, and for the management of nausea and vomiting induced by cytotoxic chemotherapy and radiotherapy.\r\n"
    },
    {
        "id": "6358fa9e2f1dde405f6daw2c1b",
        "picture": "https://www.hplbd.com/products/Esita_Tablet_5-mg.jpg",
        "name": "Esita®",
        "company": "Healthcare",
        "about": "Escitalopram is an oral drug that is used for treating depression and generalized anxiety disorder. It works by affecting neurotransmitters in the brain, the chemical messengers that nerves use to communicate with one another. Neurotransmitters are made and released by nerves and then travel to other nearby nerves where they attach to receptors on the nerves. \r\n"
    },
    {
        "id": "63aw58fa9e2f1dde405f6d2c1b",
        "picture": "https://www.hplbd.com/products/Sergel_Sachet_20-mg.jpg",
        "name": "Sergel",
        "company": "Healthcare",
        "about": "Esomeprazole is a proton pump inhibitor that suppresses gastric acid secretion by specific inhibition of the H+/K+-ATPase, the ‘Proton Pump’ of the gastric parietal cell.\r\n"
    },
    {
        "id": "6358fa9e2f1dde4afae05f6d2c1b",
        "picture": "https://www.drug-international.com/uploads/product_images/1620537803Anilic.png",
        "name": "ANILIC",
        "company": "Drug",
        "about": "There are no adequate and wellcontrolled studies in pregnant women. During the first and second trimester of pregnancy, Tolfenamic acid should not be given unless clearly necessary. Like other NSAIDs.\r\n"
    },
    {
        "id": "6358fa9e2f1dde40araw5f6d2c1b",
        "picture": "https://www.drug-international.com/uploads/product_images/1660641123Apit-40%20Tablet-%20Carton%20Pic.png",
        "name": "APIT",
        "company": "Drug",
        "about": "Megestrol Acetate is indicated for the palliative treatment of advanced carcinoma of the breast or endometrium (i.e., recurrent, inoperable, or metastatic disease). It should not be used in lieu of currently accepted procedures such as surgery, radiation, or chemotherapy. It is also indicated for the treatment of anorexia, cachexia, or weight loss secondary to metastatic cancer.\r\n"
    },
    {
        "id": "6358fa9e2f1ddafaee405f6d2c1b",
        "picture": "https://www.drug-international.com/uploads/product_images/1617785654Azimex-500%20Carton%20Pic.png",
        "name": "AZIMEX",
        "company": "Drug",
        "about": "Azithromycin is indicated for the treatment of Acute bacterial exacerbations of chronic obstructive pulmonary disease, Acute bacterial sinusitis, Community acquired pneumonia due to Chlamydia pneumoniae. Haemophilus influenzae, Mycoplasma pneumoniae or Streptococcus pneumoniae in patients appropriate for oral therapy. It is also indicated for pharyngitis, tonsillitis, uncomplicated skin and skin structure infections, urethritis and cervicitis and Genital ulcer disease.\r\n"
    },
    {
        "id": "6358fa9e2f1dafede405f6d2c1b",
        "picture": "https://www.drug-international.com/uploads/product_images/1634032436Caldil-Plus.png",
        "name": "CALDIL PLUS",
        "company": "Drug",
        "about": "Calcium and Vitamin D is prescribed for treatment of osteoporosis, osteomalacia, rickets, tetany, and parathyroid disease. Calcium supplements are often used to ensure adequatey intake in conditions such as pregnancy, nursing, kidney disease, and pancreatitis or during therapy with antiseizure medications.\r\n"
    },
    {
        "id": "6358fa9e2f1afsdde405f6d2c1b",
        "picture": "https://www.drug-international.com/uploads/product_images/1660203232Cosec-Mups%2020.png",
        "name": "Co-Sec",
        "company": "Drug",
        "about": "It is used for duodenal and Gastric Ulcers, NSAID-induced gastric and duodenal ulcers, Reflux Oesophagitis, GERD (Gastroesophageal Reflux Disease), eradication of H.pylori with appropriate antibiotics &Zollinger-Ellison Syndrome.\r\n"
    },
    {
        "id": "6358fa9e2f1ddegr405f6d2c1b",
        "picture": "https://www.drug-international.com/uploads/product_images/1634623405Dialiptin%20M%20500%20Carton.png",
        "name": "DIALIPTIN - M",
        "company": "Drug",
        "about": "It is indicated in the treatment of type 2 diabetes mellitus patients who are unable to achieve sufficient glycaemic control at their maximally tolerated dose of oral metformin alone or who are already treated with the combination of vildagliptin and metformin as separate tablets.\r\n"
    },
    {
        "id": "6358fa9e2f1dhtde405f6d2c1b",
        "picture": "https://www.drug-international.com/uploads/product_images/1634032477Dicaltrol%20Plus.png",
        "name": "DICALTROL PLUS",
        "company": "Drug",
        "about": "This combination is used to prevent or treat low blood calcium levels in people who do not get enough calcium from their diets. It may be used to treat conditions caused by low calcium levels such as bone loss (osteoporosis), weak bones (osteomalacia, rickets), decreased activity of the parathyroid gland (hypoparathyroidism) and a certain muscle disease (latent tetany). It may also be used in certain patients to make sure they are getting enough calcium (e.g. postmenopausal).\r\n"
    },
    {
        "id": "6358fa9e2f1ddew3405f6d2c1b",
        "picture": "http://www.inceptapharma.com/products/1654322805_1_Alneed%20Gold.jpg",
        "name": "Alneed Gold",
        "company": "Incepta Pharmaceuticals",
        "about": "Alneed Gold is a special preparation of Iron Polymaltose Complex, Folic Acid, Zinc, and B-vitamins. Iron Polymaltose Complex is a water soluble, macromolecular complex of poly nuclear iron (III) hydroxide and partially hydrolysed dextrin ( Polymaltose). It does not interact with the food components and other medications and so there is no decrease in bioavailability of Iron Polymaltose Complex. This makes sure that with the consumption of this complex, iron gets utilized at a faster rate in the haemoglobin synthesis. Folic acid prevents neural tube defects. Zinc is essential for many metabolic processes, blood formation\r\n"
    },
    {
        "id": "6358fa9e2f1dde44305f6d2c1b",
        "picture": "http://www.inceptapharma.com/products/Bisopro%205%20Plus%20Tab.jpg",
        "name": "Bisopro Plus",
        "company": "Incepta Pharmaceuticals",
        "about": "Bisoprolol is an effective treatment of hypertension in once-daily doses of 2.5 mg to 40 mg, while hydrochlorothiazide is effective in doses of 12.5 mg to 50 mg. In clinical trials of bisoprolol/hydrochlorothiazide combination therapy using bisoprolol doses of 2.5 mg to 20 mg and hydrochlorothiazide doses of 6.25 mg to 25 mg.\r\n"
    },
    {
        "id": "6358fa9e2f1dde40q235f6d2c1b",
        "picture": "http://www.inceptapharma.com/products/Linatab%20M%202.5%20%20%20%20500.jpg",
        "name": "Linatab M",
        "company": "Incepta Pharmaceuticals",
        "about": "LINATAB M is a combination of 2 oral antihyperglycemic drugs with complimentary mechanism of action to improve glycemic control in patients with type-2 diabetes mellitus: Linagliptin, a Dipeptidyl Peptidase-4 (DPP-4) inhibitor and Metformin, a member of the biguanide class.\r\n"
    },
    {
        "id": "6358fa9e2f1dde44205f6d2c1b",
        "picture": "http://www.inceptapharma.com/products/Lopirel%20Tab%20Main.jpg",
        "name": "Lopirel",
        "company": "Incepta Pharmaceuticals",
        "about": "Lopirel (Clopidogrel) is an inhibitor of platelet aggregation. Lopirel (Clopidogrel) selectively inhibits the binding of adenosine diphosphate (ADP) to its platelet receptor and the subsequent ADP-mediated activation of the glycoprotein GPIIb/IIIa complex, thereby inhibiting platelet aggregation.\r\n"
    }
]